[
    {
        "id": 1,
        "title": "'knowledgeable and offers great customer service I highly recommend All City - you won't regret it!'",
        "review": "'I contacted All City at the crack of dawn this morning to resolve an issue with our outdoor stormwater chamber. Dave responded within 10 min and was super helpful!  If you're searching for a plumber or sewer technician that is responsive, knowledgeable and offers great customer service I highly recommend All City - you won't regret it!'",
        "stars": "5 Stars 4/29/2021",
        "name": "Trish D.",
        "link": "https://www.yelp.com/biz/all-city-sewer-repair-seattle-3?osq=Sewer+Repair"
    },
    {
        "id": 2,
        "title": "'I must have reached out to a few plumbers before All City Sewer Repair and none were are pleasant and helpful as David.'",
        "review": "'David and team were amazing to work with. I must have reached out to a few plumbers before All City Sewer Repair and none were are pleasant and helpful as David. He showed up at the time he said he would, performed the camera diagnostic test, invited me to join him in viewing the footage and provided me with the options for fixing my problem. He provided an estimate which was reasonable and fair. He did this on a Sunday after he attended church and did not have charge me any of the outrageous surcharge fees large companies charge you.  He started working on my repair (which included digging out the piple) that same day and finished the project the next day. This is a minority-owned, small business with superb customer service and technical skills.'",
        "stars": "5 Stars 4/20/2021",
        "name": "Edgar H.",
        "link": "https://www.yelp.com/biz/all-city-sewer-repair-seattle-3?osq=Sewer+Repair"
    },
    {
        "id": 3,
        "title": "'Can't recommend them enough.'",
        "review": "'All city sewer repair did an amazing job in my house. They showed up on time, they were professional and they did great work. I've had a lot of trouble with other similar companies trying to solve the same issue. They came out with extremely thoroughness and for a great price. Can't recommend them enough.'",
        "stars": "5 Stars 4/26/2021",
        "name": "Kiara K.",
        "link": "https://www.yelp.com/biz/all-city-sewer-repair-seattle-3?osq=Sewer+Repair"
    },
    {
        "id": 4,
        "title": "'They did a great job on a sewer line repair.'",
        "review": "'They did a great job on a sewer line repair. Found tree roots blocking the sewer line between the home & sewer main during sewer scope. They dug up & replaced the effected portion of the sewer line and added a double clean out at no extra charge. Then did a great job cleaning up after the work was completed.'",
        "stars": "5 Stars 5/5/2021",
        "name": "Mark A.",
        "link": "https://www.yelp.com/biz/all-city-sewer-repair-seattle-3?osq=Sewer+Repair"
    },
    {
        "id": 5,
        "title": "'...made time for me as quickly as possible while others expected me to wait...'",
        "review": "'Very responsive, made time for me as quickly as possible while others expected me to wait with a leaking ceiling through the weekend. Issue was fixed in first visit. Dave also checked back in with me to ensure I was good for a few days following the visit. Good value!'",
        "stars": "5 Stars 4/11/2021",
        "name": "Gregg B.",
        "link": "https://www.yelp.com/biz/all-city-sewer-repair-seattle-3?osq=Sewer+Repair"
    }
]

